Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/sanila-aikio_iloitsee_kielen_ja_kulttuurin_merkityksesta_nuorille_sukupolville_kolttasaamelaisten_asuttamisen_70-vuotisjuhlassa_.html.tmx
Source language: fin
Languages: sms

source: Sanila-Aikio iloitsee kielen ja kulttuurin merkityksestä nuorille sukupolville kolttasaamelaisten asuttamisen 70-vuotisjuhlassa
sms: Sanila-Aikio rämmaš ǩiõl da kulttuur miârktõõzzâst nuõrr puõlvvõõǥǥid nuõrttsaaʹmi aazztummuž 70-eeʹjjprääʹznǩest

source: Saamelaiskäräjien puheenjohtaja Tiina Sanila-Aikio lla on suuri ilo ja kunnia tuoda Saamelaiskäräjien puolesta tervehdys kolttasaamelaisten asuttamisen ja Sevettijärven koulun 70-vuotisjuhlaan.
sms: Sääʹmteeʹǧǧ saaǥǥjååʹđteei Tiina Sanila-Aikiost lij jõnn rämm da cistt puʹhtted Sääʹmteeʹǧǧ peäʹlest tiõrvʼvuõđid nuõrttsaaʹmi aazztummuž da Čeʹvetjääuʹr škooul 70-eeʹjjprääʹznka.

source: Sanila – Aikio nostaa puheessaan esille, miten ylpeä on nuoremmista sukupolvista, jotka ovat ottaneet koltansaamen kielen takaisin ja haluavat tehdä työtä kolttasaame laisen yhteisön eteen:
sms: Sanila-Aikio kägg saaǥǥstes ouʹdde, mõõn kuärǥast son lij nuõrab puõlvvõõǥǥin, kook lie välddam sääʹmǩiõl mååust da haaʹlee tuejjeed tuâj sääʹm õõutstõõzz ouʹdde:

source: ” Miten ylpeä olenkaan tänä päivänä nuoremmista sukupolvista, jotka ovat ottaneet kielemme takaisin, jotka haluavat tehdä työtä yhteisömme eteen, jotka valitsevat toimia perinteisen siitajärjestelmämme, Kolttien kyläkokouksen kautta ja jotka ovat ottaneet vastuuta kansamme tulevaisuudesta.
sms: ”Mõõn kuärǥast leäm täʹbbe mij nuõrab puõlvvõõǥǥeen diõtt, kook lie välddam ǩiõllân mååust, kook haaʹlee tuejjeed jiijjân õõutstõssân ouʹdde, kook vaʹlljee tuejjeed mij ääʹrbvuâlaž sijddriâšldõõǥǥ, Saaʹmi siidsåbbar pääiʹǩ da lie kueʹddškuättam vaʹsttõõzz mij meer pueʹttiääiʹjest.

source: Miten ylpeä olenkaan tänä päivänä niin Näätämön kuin Nellim-Keväjärven koltta-alueilla asuvista nuoremmista sukupolvista, jotka ovat valinneet perinteiset elinkeinot .
sms: Mõõn kuärǥast leäm täʹbbe nuʹt Njauddâm ko Njeäʹllem-Keväjääuʹr sääʹmvuuʹdin jälsteei nuõrab puõlvvõõǥǥin, kook lie vaʹlljääm ääʹrbvuâlaž jieʹllemvuõʹjjid.

source: ” Olen ilokseni pannut merkille, että näkyvä osa kulttuuriamme, eli käsityö, on jälleen osa yhä useamman kolttasaamelaisen elävää arkea.
sms: ”Leäm miõlstan, ko leäm vuâmmšam, što kuâsttjeei vueʹss mij kulttuurâst, ǩiõtt-tuâjj, lij eʹpet tääuʹjben da tääuʹjben vueʹssen nuõrttsäʹmmlai jieʹlli aarǥâst.

source: Seuraava merkittävä kulttuurin osa-alue, johon meidän tulisi mielestäni keskittyä, on vaalia tapalakiamme ja siitajärjestelmäämme sekä elvyttää yhteyttämme maahan ja vetee n”, jatkaa Sanila-Aikio puheessaan.
sms: Muu miõlâst miârkteei kulttuursueʹrǧǧen, koozz mij õõlǥčim vuäjjned, lij vaalšed mij nääʹlvuâkksaž lääʹjj da sijddriâšldõõǥǥ di jeällted mij õhttvuõđ maddu da čäcca”, juätkk Sanila-Aikio saaǥǥstes.

source: Lue puhe kokonaisuudessaan täältä .
sms: Looǥǥ saaǥǥ obbnes tääiʹben .

source: Vuonna 2019 tulee kuluneeksi 70 vuotta kolttasaamelaisten asuttamisesta.
sms: Eeʹjj 2019 lij 70 eeʹǩǩed nuõrttsäʹmmlai aazztummšest.

source: Kolttasaamelaisten perinteinen asuinalue sijoittuu nykyis ten Suomen , Norjan ja Venäjä n raja-alueelle .
sms: Nuõrttsäʹmmlai äʹrbbvuʹvdd lij ânnʼjõž Lääʹdd, Taarr da Ruõšš raajjvuuʹdest. Nuuʹbb jõnn vääin mâŋŋa Peäccam vuuʹdest Paaččjooǥǥ, Peäccam da Suõʹnnʼjel siidi säʹmmlaid aazzte Keväjääuʹr, Njeäʹllem da Njauddâm siidid vueʹzzeld nuõrttsäʹmmlai da aanrõõžži äʹrbbvuuʹdid.

source: Toisen maailmansodan jälkeen Petsamon alueelta Paatsjoen, Petsamon ja Suonikylän siidojen kolttasaamelaiset asutettiin Keväjärven, Nellimin ja Näätämön kyliin osin kolttasaamelaisten ja inarinsaamelaisten perinteisille alueille.
sms: Lââʹssteâđ

source: Lisätietoja
sms: Sääʹmteeʹǧǧ saaǥǥjååʹđteei Tiina Sanila-Aikio teʹl. 050 300 1780, tiina.sanila-aikio(at)samediggi.fi
